[
  {
    "id": 1749847310615.0056,
    "x": -347738.9985737402,
    "y": -169587.24320670252,
    "width": 250,
    "height": 150,
    "selected": false,
    "isEditing": false,
    "children": [],
    "type": "container",
    "title": "New Chamber",
    "content": "",
    "tags": [],
    "isExpanded": false
  },
  {
    "id": 1749847627667.745,
    "x": 599.4531957056047,
    "y": -167.02367529640512,
    "width": 250,
    "height": 150,
    "selected": true,
    "isEditing": false,
    "children": [
      {
        "id": 1749847651052.7473,
        "x": 275.83017302531243,
        "y": -131.97003702137897,
        "width": 250,
        "height": 150,
        "selected": false,
        "isEditing": false,
        "children": [],
        "type": "text",
        "title": "Test one",
        "content": "<p>Eerst namen zij een diep stilzwijgen in acht, dat Sarcany scheen te bevallen, maar zijnen makker volstrekt niet beviel. Zirone sprak dan ook weldra, terwijl hij een paar krampachtige spiertrekkingen der kaakbeenderen niet kon onderdrukken:</p>\n<p>&bdquo;Hel en duivel, het toeval, waarop wij als echte dwazen rekenen, haast zich niet om ons te hulp te komen!&rdquo;</p>\n<p>Sarcany antwoordde niet.</p>\n<p>&bdquo;Maar welk denkbeeld dan ook,&rdquo; ging Zirone voort, &bdquo;om tot hier te midden van die bouwvallen te komen! Ik geloof, kameraad, dat wij een verkeerd pad ingeslagen hebben. Wie, duivel, zou hier het toeval de hand willen komen reiken, hier op dit oud kerkhof iemand komen verplichten? De zielen der overledenen kunnen het toeval best missen, die hebben niets meer noodig, sedert zij hun aardsch omhulsel verlieten. En wanneer ik zoover gekomen zal zijn, och, dan zal mij een vertraagd diner of een souper dat niet komt, bitter weinig kunnen schelen! Kom, laat ons heengaan!&rdquo;</p>\n<p>Sarcany was nog in zijne overdenkingen verdiept en had den blik als het ware in de ruimte verloren. Hij bewoog dan ook geen vin.</p>\n<p>Zirone bleef nog een poos zonder verder te spreken. Daarop hernam zijne gewone babbelzucht weer hare rechten.</p>\n<p>&bdquo;Sarcany,&rdquo; zei hij, &bdquo;wilt gij weten onder welke gedaante ik thans dat toeval, hetwelk ons, zijn beste klanten, zoo liederlijk in den steek laat, zou willen zien verschijnen? In de gedaante van een der kassiersloopers van het huis Toronthal, die hier zou aankomen met&nbsp;<span id=\"pb11\" class=\"pageNum\">[<a class=\"pginternal\" href=\"https://www.gutenberg.org/cache/epub/76280/pg76280-images.html#pb11\">11</a>]</span>eene portefeuille opgepropt met bankbiljetten en die ons die portefeuille uit naam van den genoemden bankier zou toevertrouwen, onder bijvoeging van duizend verontschuldigingen, dat hij ons zoo lang heeft laten wachten.&rdquo;</p>\n<p>&bdquo;Luister, Zirone,&rdquo; sprak Sarcany, wiens wenkbrauwen geweldig fronsten. &bdquo;Ik zeg je voor de laatste maal, dat wij niets meer van Silas Toronthal te hopen of te verwachten hebben.&rdquo;</p>\n<p>&bdquo;Zijt gij er zeker van?&rdquo;</p>\n<p>&bdquo;Ja, het geheele krediet dat ik bij hem hebben kon, is thans uitgeput en op mijne laatste aanvragen heeft hij met een formeele en afdoende weigering geantwoord.&rdquo;</p>\n<p>&bdquo;Te drommmel, dat &rsquo;s gek!&rdquo;</p>\n<p>&bdquo;Zeer gek, maar het is niet anders!&rdquo;</p>\n<p>&bdquo;Maar.&hellip; als uw krediet uitgeput is,&rdquo; hernam Zirone, &bdquo;dan is dat toch het bewijs dat ge krediet gehad hebt. Wat was er de grondslag van? Waarop berustte het? Daarop, nietwaar, dat ge herhaaldelijk uwe verstandelijke vermogens en uw ijver ten dienste van het bankiershuis bij het behandelen van sommige teergevoelige zaken gesteld hebt.&hellip; Daarom is Toronthal gedurende de eerste maanden van ons verblijf te Tri&euml;st niet al te weerstrevend geweest op het gebied van geldverstrekken! Maar ik acht het voor onmogelijk dat ge hem niet meer op de een of andere wijze in uwe macht zoudt hebben, en door hem te bedreigen.&hellip;&rdquo;</p>\n<p>&bdquo;Geloof mij, als dat mogelijk ware, zou het reeds geschied zijn,&rdquo; antwoordde Sarcany, terwijl hij de schouders optrok, &bdquo;en zoudt ge thans niet verplicht zijn rond te loopen om een diner te zoeken. Neen, bij God! ik heb dien Toronthal niet in mijne macht! Maar wat niet is, kan nog wel gebeuren, en dien dag dan zal hij mij &egrave;n kapitaal, &egrave;n interessen &egrave;n interessen van interessen van al hetgeen hij mij nu weigert, uitbetalen! Ik verbeeld mij, en misschien niet zonder reden, dat de zaken van zijn kantoor voor het tegenwoordige eenigszins in de war zijn en dat hij fondsen in wankelende zaken gestoken heeft, die erg gevaar loopen. De weeromstuit van verscheidene faillissementen in Duitschland, te Berlijn en te Munchen, heeft zich tot hier in Tri&euml;st doen gevoelen, en wat hij ook heeft mogen beweren, zoo scheen mij Silas Toronthal zeer onrustig, toen ik hem den laatsten keer bezocht! Kom, laten wij het water troebel laten worden.&hellip; en als dat gebeurd zal zijn.&hellip;&rdquo;</p>\n<p>&bdquo;Welnu, ja,&rdquo; riep Zirone uit, &bdquo;dat &rsquo;s goed! Maar intusschen hebben wij nog slechts water om te drinken. Ziet ge, Sarcany, ik ben van meening dat gij nog een poging bij Toronthal moest wagen. Gij moest nog een keer bij zijne kas aankloppen om te trachten, al was het maar zooveel te verkrijgen, ten einde naar Sicili&euml; via Malta terug te kunnen keeren.&hellip;&rdquo;<span id=\"pb12\" class=\"pageNum\">[<a class=\"pginternal\" href=\"https://www.gutenberg.org/cache/epub/76280/pg76280-images.html#pb12\">12</a>]</span></p>\n<p>&bdquo;Maar wat wilt ge in Sicili&euml; uitvoeren?&rdquo;</p>\n<p>&bdquo;Dat is mijn zaak. Dat land ken ik en ik zou een troepje Maltezers, flinke kerels, zonder vooroordeelen, waar wat van te maken zoude zijn, er heen kunnen voeren. Welnu, voor den drommel! als hier niets meer te beproeven valt, laten wij dan heengaan, maar laten wij alvorens dien verwenschten bankier noodzaken ons reisgeld te verschaffen. Hoe weinig gij ook van hem schijnt te weten, zal dat toch wel voldoende zijn om hem te doen inzien, dat het voor hem veiliger zal wezen, dat gij u overal elders dan te Tri&euml;st zult bevinden!&rdquo;</p>\n<p>Sarcany schudde het hoofd.</p>\n<p>&bdquo;Kom, vooruit! Het kan onmogelijk lang meer duren,&rdquo; hernam Zirone. &bdquo;Wij zijn geheel blut!&rdquo;</p>\n<p>Hij was opgestaan, en stampte met den voet op den grond, zooals hij eene stiefmoeder zou gedaan hebben die hem stiefmoederlijk zoude behandeld hebben.</p>\n<p>In dit oogenblik werd zijn blik geboeid door een vogel, die buiten de omheinde ruimte slechts met moeite scheen te kunnen vliegen. Het was eene duif, wier vermoeide vleugelen ternauwernood nog klapwieken konden en die naar den grond streek.</p>\n<p>Zirone had, zonder zich af te vragen, tot welke der honderd zeven en zeventig soorten van duiven, thans in de ornithologische naamlijst opgenomen, die vogel behoorde, slechts &eacute;&eacute;ne zaak voor oogen, namelijk dat hij tot de eetbare soorten behoorde. Hij wees hem dan ook met den vinger aan zijn makker en verslond hem met den blik.</p>\n<p>De vogel was klaarblijkelijk uitgeput en het einde zijner krachten nabij. Hij poogde zich vast te klemmen aan de uitstekende gedeelten van de kathedraal, welker voorgevel geflankeerd is door een vierkanten toren, die van oude dagteekening is. Toen hij zich niet meer kon houden en op het punt was naar beneden te vallen, kwam hij zich eerst neerzetten op het dakwerk van eene kleine nis, waaronder het beeld van den heiligen Justus prijkte; maar de vermoeide pootjes van de duif weigerden hun dienst; zij kon zich niet vastklemmen en liet zich glijden tot op het kapiteelwerk van eene oude zuil, die in den hoek stond, welke door dien toren en dien voorgevel gevormd werd.</p>\n<p>Al volgde Sarcany, die steeds onbeweeglijk en stilzwijgend daar neer zat, de duif in hare vlucht niet, zoo verloor haar Zirone daarentegen niet uit het oog. Zij was uit noordelijke richting gekomen. Een lange tocht had haar geheel en al uitgeput. Klaarblijkelijk zette haar instinct haar aan om een nog verder gelegen doel te bereiken. Zij hernam dan ook bijna dadelijk hare vlucht en volgde eene gebogen richtingslijn, die haar noodzaakte tot eene&nbsp;<span id=\"pb14\" class=\"pageNum\">[<a class=\"pginternal\" href=\"https://www.gutenberg.org/cache/epub/76280/pg76280-images.html#pb14\">14</a>]</span>nieuwe halt, juist op de benedentakken van een der boomen van het oude kerkhof.</p>",
        "tags": [
          "Notes",
          "Tag",
          "Long"
        ],
        "isExpanded": false
      },
      {
        "id": 1749849014301.3254,
        "x": 270.6753275399353,
        "y": 90.05793577783436,
        "width": 250,
        "height": 150,
        "selected": true,
        "isEditing": false,
        "children": [],
        "type": "text",
        "title": "Test Two",
        "content": "<p>It is indisputable that in all the great sea cities of the old and new world, one class of unfortunates, which are specific to those large trading centers. Nobody knows where they come from. Nor how that fate wasfallen them. Where she they themselves will not lay their heads. Among them are found who were pushed away from higher point of view. They are usually strangers, moreover. The railway trains and the merchant ships brought them in and threw them on the platform or on the quays like packages of goods without value, and they are a real obstacle in the open way, from where the police seek to expel them in vain.</p>",
        "tags": [
          "Title",
          "Time",
          "Notes",
          "Ideas"
        ],
        "isExpanded": false
      }
    ],
    "type": "container",
    "title": "New",
    "content": "",
    "tags": [],
    "isExpanded": false,
    "includeNotes": true
  },
  {
    "id": 1749849237541.6638,
    "x": 49.023557769596096,
    "y": 334.42824370302077,
    "width": 250,
    "height": 150,
    "selected": true,
    "isEditing": false,
    "children": [
      {
        "id": 1749849243968.8972,
        "x": 509,
        "y": 373,
        "width": 250,
        "height": 150,
        "selected": false,
        "isEditing": false,
        "children": [],
        "type": "text",
        "title": "Open day",
        "content": "<p>REUBEN ROY went back to his work in Birmingham looking \"like himself,\" as his mother fondly said. With fresh hopes and a renewed determination to acquit himself well, he presented himself the next morning at the works. The hearty greeting and warm congratulations he received from old Samuel were but a sample of what awaited him from most of the \"hands.\" Those who had looked coldly and even scornfully on him in the time of his trouble were now anxious to atone for their mistake.</p>\n<p>Reuben was touched by the kind words which reached him from all sides, and the universal pleasure which his return with restored character seemed to give. But his satisfaction was still greater when Mr. Akenside told him that he was not to return to his former work, but was in future to fill a post at the works which involved considerable responsibility.</p>\n<p>\"It has never before been given to one so young as yourself,\" the master said. \"But I know that I can trust 'you,' Reuben Roy.\"</p>\n<p>&nbsp;</p>\n<p>It was too late when he left the works that evening to go to the hospital. But the next day being Saturday, Reuben availed himself of his leisure in the afternoon to visit Kate Barnaby. He was very anxious to see her, for his mother had entrusted him with a message for the poor girl, which he believed would give her pleasure.</p>\n<p>He found that Kate had made great advances during his absence. She had left her bed, and was sitting in a pleasant room adjoining the ward with some other convalescents, to whom she was chatting with somewhat of her old brightness. But the change of position and dress only made more apparent the traces of suffering. Kate looked weak and worn. The scars on her neck showed plainly, and her head seemed slightly drawn on one side by them. But she told Reuben with a wistful look that she was now almost well, and was to leave the hospital early in the following week.</p>\n<p>\"Have you thought where you will go?\" he asked.</p>\n<p>She shook her head. \"To the old place, I suppose. P'raps you'd be so kind, Reuben, as to speak to the foreman about my coming back to the works.\"</p>\n<p>\"You'll not be fit for work yet, Kate.\"</p>\n<p>\"I 'must' be fit soon,\" she said impatiently; \"though, thanks to Mr. Akenside, I need not trouble about it at once.\"</p>\n<p>\"How would you like to go and stay with my mother at Ashworth, Kate?\"</p>\n<p>\"Oh, Reuben,\" she said, drawing a deep breath, \"how I would like it! I haven't seen the country for ever so long. And I've never spent more than a day in the country at a time. But what can make you say such a thing?\"</p>\n<p>\"It's my mother's own thought, Kate. She told me to ask you if you would like to come to her for a bit.\"</p>\n<p>\"How good of her! Oh, I should like it. But, Reuben, there are so many of you at home, and your mother's always so busy. I should be a trouble to her, I'm afraid.\"</p>\n<p>\"You don't know my mother if you say that. She never makes a trouble of anything. She gets through more in a day than most women, I'll be bold to say, and yet she never seems cross or driven. I think it is because she has a knack of taking hold of things by the smooth handle.\"</p>\n<p>\"She must be a good woman,\" said Kate thoughtfully. \"But, Reuben, I don't know about going. You've made the best of me to your mother, I guess. But when she sees the kind of girl I am, she'll not like me. You see, I never had no chance of being different.\"</p>\n<p>\"Maybe this is your chance, Kate.\"</p>\n<p>\"Ay, I've thought of that. Do you know, Reuben, I've prayed God many a time since I've been ill to help me to be different when I got about again.\"</p>",
        "tags": [
          "chapterone",
          "help"
        ],
        "isExpanded": false
      },
      {
        "id": 1749849245491.5261,
        "x": 240,
        "y": 392,
        "width": 250,
        "height": 150,
        "selected": true,
        "isEditing": false,
        "children": [],
        "type": "text",
        "title": "Closed Day",
        "content": "<p>Reuben had many sad thoughts as he watched him, and mentally contrasted him with the gay, smart young fellow who had left Ashworth some years ago to seek his fortune in town. Owen had now a crushed, hopeless air, a furtive, shrinking gaze which told of inward shame; he looked many years older than he was, and all his buoyancy and brightness were gone.</p>\n<p>Reuben had far more hope for him than he had for himself. It was difficult to persuade him that there was yet a chance for him in life, a chance of regaining self-respect and the esteem of others, a chance&mdash;nay, more than a chance, a blessed certainty&mdash;that a new life was possible for him through faith in Christ Jesus.</p>\n<p>Owen said little as they sat together in the railway carriage. But once he looked across at his friend, and said half bitterly,&mdash;</p>\n<p>\"There is no need to ask the question, Reuben. You've done well for yourself during these years, I can see.\"</p>\n<p>\"Yes, I've got on better than I could have expected,\" said Reuben simply; \"I've much to be thankful for. But I had my trials at first, though. Real temptations some of them were, too.\"</p>\n<p>\"You're still at Akenside's works?\"</p>",
        "tags": [
          "Jesus",
          "Roman"
        ],
        "isExpanded": false
      }
    ],
    "type": "container",
    "title": "Hello",
    "content": "",
    "tags": [],
    "isExpanded": false
  },
  {
    "id": 1750081628788.137,
    "x": 385,
    "y": 268,
    "width": 250,
    "height": 150,
    "selected": false,
    "isEditing": false,
    "children": [],
    "type": "text",
    "title": "New Scriptorium",
    "content": "<p>The work is good and it is ready to proceed</p>",
    "tags": [],
    "isExpanded": false
  }
]